Repository: InfotelGLPI/moreticket
Catalog: locales/*.po
Languages: cs_cz, de_de, es_ec, fi_fi, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru

source: Moreticket - Send a followup to waiting ticket
it_it: Moreticket - Invia un commento alla chiamata in attesa

source: Moreticket - Closed the tickets that did not respond to the follow-up
it_it: Moreticket - Chiudi le chiamate per cui non c'è stata una risposta al commento

source: Reason
cs_cz: Důvod
de_de: Grund
es_ec: Razón
fi_fi: Syy
it_it: Motivazione
ja_jp: 理由
pl_pl: Powód
pt_br: Motivo
pt_pt: Razão
ru_ru: Причина

source: Postponement date
cs_cz: Datum na které odložit
de_de: Verschiebungsdatum
es_ec: Fecha de aplazamiento
fi_fi: Lykkäyspäivä
it_it: Data posticipata
ja_jp: 再開予定日
pl_pl: Data odroczenia
pt_br: Prorrogar para a data
pt_pt: Data de adiamento
ru_ru: Дата отсрочки

source: Close ticket informations
cs_cz: Informace o uzavření požadavku
de_de: Ticket-Infos schließen
es_ec: Cerrar información de Casos
fi_fi: Sulje tiketin tiedot
it_it: Informazioni sulla chiusura della chiamata
ja_jp: チケット終了情報
pl_pl: Informacje o zamknięciu zgłoszenia
pt_br: Encerrar informações do Chamado
pt_pt: Fechar informações do ticket
ru_ru: Информация о закрытии заявки

source: Suivi
it_it: Commento

source: More ticket
cs_cz: Více k požadavku
es_ec: Más Casos
fi_fi: Lisää tiketöintiä
it_it: Altre chiamate
ja_jp: チケット拡張
pl_pl: Więcej w zgłoszeniu
pt_br: Mais Chamados
pt_pt: Mais incidência
ru_ru: Еще заявка

source: Please activate the plugin
cs_cz: Zapněte zásuvný modul
de_de: Bitte das Plugin aktivieren
es_ec: Por favor, active el complemento
fi_fi: Ole hyvä ja aktivoi liitännäinen
it_it: Si prega di attivare il plugin
ja_jp: プラグインを有効にしてください
pl_pl: Proszę aktywować wtyczkę
pt_br: Por favor ative o plugin
pt_pt: Por favor active o plugin
ru_ru: Включите плагин

source: Solution description
cs_cz: Popis řešení
de_de: Beschreibung der Lösung
es_ec: Descripción de la solución
fi_fi: Ratkaisun kuvaus
it_it: Descrizione della soluzione
ja_jp: 解決情報
pl_pl: Opis rozwiązania
pt_br: Descrição da solução
pt_pt: Descrição da solução
ru_ru: Описание решения

source: Ticket cannot be closed
cs_cz: Požadavek není možné uzavřít
de_de: Ticket kann nicht geschlossen werden
es_ec: El Caso no se puede cerrar
fi_fi: Tikettiä ei voida sulkea
it_it: La Chiamata non può essere chiusa
ja_jp: チケットを終了できません
pl_pl: Zgłoszenie nie może zostać zamknięte
pt_br: Chamado não pode ser fechado
pt_pt: Incidência não pode ser fechada
ru_ru: Заявка не может быть закрыта

source: %1$s added closing informations
cs_cz: %1$s přidal informace o uzavření
de_de: %1$s ergänzte Infos zum Schließen
es_ec: %1$s información de cierre añadida
fi_fi: %1$s lisätty sulkemista koskevat tiedot
it_it: %1$s aggiunte informazioni sulla chiusura
ja_jp: %1$s が終了情報を追加
pl_pl: %1$s Dodano informację o zamknięciu
pt_br: %1$s adicionadas informações de fechamento
pt_pt: %1$s adicionou informações de fecho
ru_ru: %1$s добавлена информация при закрытии

source: %1$s updated closing informations
cs_cz: %1$s aktualizoval informace o uzavření
de_de: %1$s aktualisierte Infos zum Schließen
es_ec: %1$s información de cierre actualizada
fi_fi: %1$s päivitetty sulkemista koskevat tiedot
it_it: %1$s aggiornate le informazioni sulla chiusura
ja_jp: %1$s が終了情報を更新
pl_pl: %1$s Zaktualizowano informację o zamknięciu
pt_br: %1$s atualizadas informações de fechamento
pt_pt: %1$s actualizou informações de fecho
ru_ru: %1$s обновлена информация при закрытии

source: %1$s deleted closing informations
cs_cz: %1$s smazal informace o uzavření
de_de: %1$s löschte Infos zum Schließen
es_ec: %1$s información de cierre suprimida
fi_fi: %1$s poistettu sulkemista koskevat tiedot
it_it: %1$s cancellate le informazioni sulla chiusura
ja_jp: %1$s が終了情報を削除
pl_pl: %1$s Usunięto informację o zamknięciu
pt_br: %1$s apagadas às informações de fechamento
pt_pt: %1$s apagou informações de fecho
ru_ru: %1$s удалена информация при закрытии

source: Ticket waiting
cs_cz: Čekající požadavek
de_de: Ticket in Warteposition
es_ec: Caso en espera
fi_fi: Odottava tiketti
it_it: Chiamate in attesa
ja_jp: 保留チケット
pl_pl: Zgłoszenie oczekujące
pt_br: Chamado aguardando

source: Use waiting process
cs_cz: Použít čekající proces
de_de: Nutze den Warteprozess
es_ec: Usar el proceso de espera
fi_fi: Käytä odotus menetelmää
it_it: Utilizza il processo di attesa
ja_jp: 保留処理を利用する
pl_pl: Użyj procesu oczekiwania
pt_br: Utilizar o processo de Aguardando
pt_pt: Usar processo de espera
ru_ru: Использовать процесс ожидания

source: Report date is mandatory
cs_cz: Je třeba vyplnit datum odkladu
fi_fi: Raportin päivämäärä on pakollinen
it_it: La data di segnalazione è obbligatoria
pt_pt: Data de reporte obrigatória
ru_ru: Дата отчета является обязательным

source: Waiting type is mandatory
cs_cz: Typ čekání je třeba vyplnit
fi_fi: Odotuksen tyyppi on pakollinen
it_it: Il tipo di attesa è obbligatoria
pt_pt: Tipo de espera é mandatório
ru_ru: Тип ожидания является обязательным

source: Waiting reason is mandatory
cs_cz: Důvod čekání je třeba vyplnit
de_de: Wartegrund ist verpflichtend
es_ec: La razón de la espera es obligatoria
fi_fi: Odotuksen syy on pakollinen
it_it: La motivazione per l'attesa è obbligatoria
ja_jp: 保留理由は必須
pl_pl: Powód oczekiwania jest obowiązkowy
pt_br: Motivo de aguardando é obrigatório
pt_pt: Razão de espera é mandatório
ru_ru: Причина ожидания является обязательной

source: Ticket resolution and close
cs_cz: Vyřešení a uzavření požadavku
de_de: Ticketlösung und schließen
es_ec: Resolución y cierre de Casos
fi_fi: Tiketin ratkaisu ja sulkeminen
it_it: Chiamata risolta e chiusa
pl_pl: Rozwiązanie i zamknięcie zgłoszenia
pt_br: Resolução de chamado e fechamento

source: Use solution process
cs_cz: Použít proces řešení
de_de: Verwende Lösungs-Prozess
es_ec: Usar proceso de solución
fi_fi: Käytä ratkaisuprosessia
it_it: Usa il processo di risoluzione
ja_jp: 解決処理を利用する
pl_pl: Użyj procesu rozwiązania
pt_br: Use processo de solução
pt_pt: Usar processo de solução
ru_ru: Использовать процесс решения

source: Solution type is mandatory
cs_cz: Je třeba vyplnit typ řešení
de_de: Lösungstyp ist verpflichtend
es_ec: El tipo de solución es obligatorio
fi_fi: Ratkaisun tyyppi on pakollinen
it_it: Il tipo di soluzione è obbligatorio
ja_jp: 解決の型は必須
pl_pl: Typ rozwiązania jest obowiązkowy
pt_br: Tipo de solução é obrigatório
pt_pt: Tipo de solução é mandatório
ru_ru: Тип решения является обязательным

source: Status used to display solution bloc
cs_cz: Stav použitý pro zobrazení bloku řešení
fi_fi: Tila, jota käytetään näyttämään ratkaisuryhmä
it_it: Stato utilizzato permostrare il blocco della soluzione
pt_pt: Estado para mostrar bloco de solução
ru_ru: Использовать статус для отображения блока решения

source: Add a followup on immediate ticket closing
cs_cz: Při uzavírání požadavku přidejte následnou komunikaci
de_de: Ein Followup erstellen bei unmittelbarem Ticketabschluss
es_ec: Agregar un seguimiento sobre el cierre inmediato de Casos
fi_fi: Lisää seuranta välittömään tiketin sulkemiseen
it_it: Aggiungi un commento alla chiusura immediata delle chiamate
ja_jp: チケットの終了直後に回答を追加する
pl_pl: Dodaj odpowiedź przy natychmiastowym zamknięciu zgłoszenia
pt_br: Adicionar um acompanhamento imediatamente após fechamento do chamado
pt_pt: Adicionar um acompanhamento após fecho da incidência
ru_ru: Добавить заметку на немедленное закрытие заявки

source: Use the 'Duration' field in the add solution interface
cs_cz: V rozhraní pro přidání řešení použijte kolonku „Doba trvání“
de_de: Verwende das Feld 'Dauer' beim Eintragen einer Lösung
es_ec: Usar el campo 'Duración' en la interfaz de agregar solución
fi_fi: Käytä Lisää ratkaisu -rajapinnan 'Kesto' -kenttää
it_it: Usa il campo Durata nell'interfaccia per aggiungere una soluzione
ja_jp: 解決の追加画面で「期間」項目を利用する
pl_pl: Pokaż pole 'Sumaryczny czas trwania' w widoku dodawania rozwiązania
pt_br: Use o campo "Duração" para adicionar na interface de solução

source: Mandatory 'Duration' field
cs_cz: Povinná kolonka „Doba trvání“
de_de: Feld 'Dauer' als Pflichtfeld
es_ec: Campo obligatorio 'Duración'
fi_fi: Pakollinen 'Kesto' -kenttä
it_it: Il campo Durata è obbligatorio
ja_jp: 「期間」を必須に
pl_pl: Obowiązkowe pole 'Sumaryczny czas trwania'
pt_br: Campo "Duração" é obrigatório

source: Ticket urgency
cs_cz: Naléhavost požadavku
de_de: Ticket-Dringlichkeit
es_ec: Urgencia del Caso
fi_fi: Tiketin kiireellisyys
it_it: Urgenza della Chiamata
ja_jp: チケットの緊急性
pl_pl: Pilność zgłoszenia
pt_br: Urgência do chamado

source: Use a justification of the urgency field
cs_cz: Použít zdůvodnění kolonky naléhavost
de_de: Verwendete eine Erläuterung für die Dringlichkeit
es_ec: Utilizar una justificación del campo de urgencia
fi_fi: Käytä kiireellisyyskentän perustelua
it_it: Usa il campo 'motivazione dell'urgenza'
ja_jp: 緊急性項目で正当性を利用する
pl_pl: Użyj uzasadnienia pola pilności
pt_br: Use a justificativa no campo de urgência
pt_pt: Usar um campo de justificação de urgência
ru_ru: Использовать обоснование для поля срочности

source: Urgency impacted justification for the field
cs_cz: Naléhavostí ovlivněné zdůvodnění pro tuto kolonku
de_de: Dringlichkeit beeinflusst die Begründung für das Feld
es_ec: La urgencia impactó en la justificación del campo
fi_fi: Kiireellisyys vaikutti kentän perusteluun
it_it: Motivazione per il campo Urgenza
ja_jp: 緊急性が項目の正当性に影響
pl_pl: Uzasadnienie wpływu pilności na pole
pt_br: Use a justificativa no campo de urgência
pt_pt: Justificação de impacto da urgência para o campo
ru_ru: Обоснование влияния срочности для заявки

source: Use the option ticket waiting in ticket followup
it_it: Usa l'opzione Chiamata in attesa nei commenti alla chiamata

source: Display save button
it_it: Mostra il bottone Salva

source: Add a save button on top ticket form
it_it: Aggiungi il bottone Salva in testa alla pagina della chiamata

source: Update ticket status
de_de: Ticket-Status aktualisieren
es_ec: Actualizar el estado del Caso
it_it: Aggiorna lo stato della chiamata
ja_jp: チケットの状態を更新
pl_pl: Zaktualizuj status zgłoszenia
pt_br: Atualizado estado do chamado

source: Update ticket status to processing after add document
de_de: Ticket-Status auf 'in Arbeit' setzen, wenn ein Dokument angehängt wurde
es_ec: Actualizar el estado del Caso al procesamiento después de agregar documento
it_it: Aggiorna lo stato della chiamata da lavorare dopo l'aggiunta di un allegato
ja_jp: 文書を追加したら、チケットの状態を対応中にする
pl_pl: Zaktualizuj status zgłoszenia na zaplanowane po dodaniu dokumentu
pt_br: Atualizar o status do chamado para processamento após adicionar documento

source: Update ticket status to processing after approval
de_de: Ticket-Status nach Freigabe auf 'in Arbeit' setzen
es_ec: Actualizar el estado del Caso a tramitación tras su aprobación
it_it: Aggiorna lo stato della chiamata da lavorare dopo l'approvazione
ja_jp: 承認を受けたら、チケットの状態を対応中にする
pl_pl: Zaktualizuj status zgłoszenia na zaplanowane po dodaniu zatwierdzenia
pt_br: Atualizar o status do chamado para processamento após a aprovação

source: Automatic sending a followup after x days of waiting
it_it: Invia automaticamente un commento dopo x giorni di sospensione

source: Automatic closing ticket after x days after followup
it_it: Chiudi automaticamente la chiamata dopo x giorni dall'ultimo commento

source: Content of followup
it_it: Contenuto del commento

source: Close if a
it_it: Chiudi se un

source: is linked
it_it: è collegato

source: Adding a justification of urgency
cs_cz: Přidává se odůvodnění naléhavosti
de_de: Begründung der Dringlichkeit hinzufügen
es_ec: Añadir una justificación de urgencia
fi_fi: Lisää perustelu kiireellisyydelle
it_it: Aggiungendo la motivazione all'urgenza
ja_jp: 緊急性に正当性を追加
pl_pl: Dodanie uzasadnienia pilności
pt_br: A adicionar uma justificativa de urgência.
pt_pt: A adicionar uma justificação de urgência
ru_ru: Добавлять обоснование срочности

source: Hide task duration in tickets
de_de: Aufgabendauer in Tickets nicht anzeigen
es_ec: Ocultar la duración de la tarea en los Casos
it_it: Nascondi la durata dell'attività nella Chiamata
ja_jp: チケットにタスクの期間を表示しない
pl_pl: Schowaj czas trwania zadań w zgłoszeniach
pt_br: Ocultar a duração de Tarefas nos Tickets

source: Justification
cs_cz: Odůvodnění
de_de: Begründung
es_ec: Justificación
fi_fi: Perustelu
it_it: Motivazione
ja_jp: 正当性
pl_pl: Powód
pt_br: Justificativa
pt_pt: Justificação
ru_ru: Обоснование

source: Urgency ticket cannot be saved
cs_cz: Naléhavost požadavku se nedaří uložit
de_de: Dringliches Ticket kann nicht gespeichert werden
es_ec: No se puede guardar la Urgencia del Caso
fi_fi: Kiireellisyys tikettiä ei voida tallentaa
it_it: L'Urgenza della Chiamata non può essere salvata
ja_jp: チケットの緊急性を保存できません
pl_pl: Pilne zgłoszenie nie może zostać zapisane
pt_br: Chamado de urgência não pode ser salvo
pt_pt: Incidência de urgência não pode ser guardada
ru_ru: Срочная заявка не может быть сохранена

source: Ticket cannot be saved
cs_cz: Požadavek není možné uložit
de_de: Ticket kann nicht gespeichert werden
es_ec: No se puede guardar el Caso
fi_fi: Tikettiä ei voida tallentaa
it_it: La Chiamata non può essere salvata
ja_jp: チケットを保存できません
pl_pl: Zgłoszenie nie może zostać zapisane
pt_br: Chamado não pode ser salvo
pt_pt: Incidência não pode ser guardada
ru_ru: Заявка не может быть сохранена

source: Waiting ticket
cs_cz: Čekající požadavek
de_de: Tickets in Wartepositionen
es_ec: Caso en espera
fi_fi: Odottava tiketti
it_it: Chiamata in attesa
ja_jp: 保留チケット
pl_pl: Zgłoszenie oczekujące
pt_br: Chamado Aguardando
pt_pt: Incidência em espera
ru_ru: Ожидающая заявка

source: Waiting ticket cannot be saved
cs_cz: Čekající požadavek není možné uložit
de_de: Wartezeit kann nicht gespeichert werden
es_ec: El Caso en espera no se puede guardar
fi_fi: Odottavaa tikettiä ei voida tallentaa
it_it: La chiamata in attesa non può essere salvata
ja_jp: 保留チケットを保存できません
pl_pl: Oczekujące zgłoszenie nie może zostać zapisane
pt_br: Chamado em espera não pode ser salvo
pt_pt: Incidência de espera não pode ser guardada
ru_ru: Ожидающая заявка не может быть сохранена

source: Report date is inferior of today's date
cs_cz: Datum odkladu je dřívější než to dnešní
fi_fi: Raportin päivämäärä on tätä päivää aiempi
it_it: La data di segnalazione è precedente alla data odierna
pt_pt: Data de reporte é inferior à data de hoje
ru_ru: Дата отчета позднее сегодняшней даты

source: Ticket suspension history
cs_cz: Historie suspendování požadavku
de_de: Verlauf der Ticketsperrung
es_ec: Historial de suspensión de Casos
fi_fi: Tiketin keskeytys historia
it_it: Cronologia delle sospensioni della Chiamata
ja_jp: チケットの延期履歴
pl_pl: Historia zawieszeń zgłoszenia
pt_br: Histórico de suspensão do chamado
pt_pt: Histórico de suspensão da incidência
ru_ru: История приостановки заявок

source: Suspension date
cs_cz: Datum suspendování
de_de: Datum der Ticketsperrung
es_ec: Fecha de suspensión
fi_fi: Keskeytyspäivä
it_it: Data della sospensione
ja_jp: 中断日
pl_pl: Data zawieszenia
pt_br: Data da suspensão
pt_pt: Data de suspensão
ru_ru: Дата приостановки

source: Suspension end date
cs_cz: Datum konce suspendování
de_de: Ende der Ticketsperrung
es_ec: Fecha de fin de la suspensión
fi_fi: Keskeytyksen päättymispäivä
it_it: Data di fine sospensione
ja_jp: 実再開日
pl_pl: Data zakończenia zawieszenia
pt_br: Data fim da suspensão
pt_pt: Fim da data de suspensão
ru_ru: Дата возобновления

source: End of standby ticket
cs_cz: Konec pohotovosti požadavku
de_de: Ende des Standby-Tickets
es_ec: Fin del Caso en espera
fi_fi: Tiketin valmiustilan loppu
it_it: Fine dell'attesa della Chiamata
ja_jp: 準備チケットの終了
pl_pl: Zakończenie stanu oczekiwania zgłoszenia
pt_br: Fim do chamado pendente
pt_pt: Fim de espera da incidência
ru_ru: Конец ожидания заявки

source: Waiting type
cs_cz: Typ čekání
de_de: Wartetyp
es_ec: Tipo de espera
fi_fi: Odotuksen tyyppi
it_it: Tipologia di attesa
ja_jp: 保留型
pl_pl: Rodzaj oczekiwania
pt_br: Tipos de espera
pt_pt: Tipo de espera
ru_ru: Тип ожидания

source: %s duplicates deleted
ja_jp: %s 件の重複を削除しました
pl_pl: %s duplikaty usunięte

source: Add followup when waiting date is reached
de_de: Nachricht senden, wenn das Wartedatum erreicht ist
es_ec: Agregar seguimiento cuando se alcance la fecha de espera
ja_jp: 再開日になったら回答を追加する
pl_pl: Dodaj odpowiedź, gdy osiągnięta zostanie data oczekiwania
pt_br: Adicionar acompanhamento quando a data de espera for atingida

source: Check by default to put the ticket on waiting when adding a follow-up
ja_jp: 「回答を追加したらチケットを保留にする」を標準にする場合はチェック
pl_pl: Domyślnie ustaw zgłoszenie w stan oczekiwania przy dodawaniu odpowiedzi

source: Check by default to put the ticket on waiting when adding a task
ja_jp: 「タスクを追加したらチケットを保留にする」を標準にする場合はチェック
pl_pl: Domyślnie ustaw zgłoszenie w stan oczekiwania przy dodawaniu zadania

source: Duration is mandatory
ja_jp: 期間は必須です

source: Postponement date is inferior of today's date
de_de: Verschiebungsdatum liegt vor dem heutigen Datum
es_ec: La fecha de aplazamiento es inferior a la fecha de hoy
ja_jp: 再開予定日は現在日付より未来に設定してください
pl_pl: Data odroczenia jest wcześniejsza niż dzisiejsza data
pt_br: Data da prorrogação é inferior a data de hoje

source: Postponement date is mandatory
de_de: Verschiebungsdatum ist verpflichtend
es_ec: La fecha de aplazamiento es obligatoria
ja_jp: 再開予定日は必須
pl_pl: Data odroczenia jest obowiązkowa
pt_br: Data de prorrogação é obrigatório

# button
source: Save
ja_jp: 保存

source: Status used to display solution block
de_de: Verwendeter Status zur Anzeige im Lösungsblock
es_ec: Estado utilizado para mostrar el bloque de soluciones
ja_jp: 解決ブロックを表示するのに利用する状態
pl_pl: Status używany do wyświetlania bloku rozwiązania
pt_br: Status usado para exibir o bloco de solução

source: Ticket solution and close
ja_jp: チケットの解決と終了

source: Update ticket status to pending after a technician adds a follow up
ja_jp: 技術者が回答を追加したら、チケットの状態を保留にする
pl_pl: Zaktualizuj status zgłoszenia na oczekujący po dodaniu odpowiedzi przez technika

source: Update ticket status to pending after a technician adds a task
ja_jp: 技術者がタスクを追加したら、チケットの状態を保留にする
pl_pl: Zaktualizuj status zgłoszenia na oczekujący po dodaniu zadania przez technika

source: Updated by a user
de_de: Von Anwender aktualisiert
es_ec: Actualizado por un usuario
ja_jp: ユーザーが更新
pl_pl: Zaktualizowane przez użytkownika
pt_br: Atualizado pelo usuário

source: Waiting ticket exceedeed
de_de: Warteticket überschritten
es_ec: Caso en espera excedido
ja_jp: チケットの保留を延長
pl_pl: Przekroczono czas oczekiwania zgłoszenia
pt_br: Chamado pendente excedido

source: Warning
ja_jp: 警告
